---
kind: property
id: P:Autodesk.Revit.DB.ProjectInfo.Address
source: html/13b36482-7f43-9497-47f0-0e40556192f4.htm
---
# Autodesk.Revit.DB.ProjectInfo.Address Property

Get or Set the Project Address of the Project Information.

## Syntax (C#)
```csharp
public string Address { get; set; }
```

## Remarks
This property is used to get or set the Project Address of the Project Information.